<?php
header('content-type:text/html;charset="utf-8"');
error_reporting(0);
$news = array(
    array('title'=>'2020年习主席首访！胞波缅甸','date'=>'2020-1-16'),
    array('title'=>'论学习贯彻习近平十九届中纪委四次全会讲话精神','date'=>'2020-1-16'),
    array('title'=>'《习近平治国方略》展播启动仪式在仰光举行','date'=>'2020-1-16'),
    array('title'=>'《国家监察》第五集 求是微视频 | 决胜  北京两会','date'=>'2020-1-16'),
    array('title'=>'新华国际时评:人权观察抹黑中国人权状况用心险恶','date'=>'2020-1-16'),
    array('title'=>'外交部：中美达成第一阶段协议有利于全世界','date'=>'2020-1-16'),
    array('title'=>'最新房价数据来了!领涨全国的不是北上广深,竟是这里','date'=>'2020-1-16'),
    array('title'=>'义务兵实行一年两征两退是出于什么考虑？国防部回应','date'=>'2020-1-16'),
    array('title'=>'紫金山天文台:两颗红星17日相约天幕争红斗艳','date'=>'2020-1-16'),
    array('title'=>'政协委员呼吁:有少女不满14岁当妈妈,农村早婚早育须重视','date'=>'2020-1-16'),
    array('title'=>'教育部通报查处量子波动速读等违规校外培训机构','date'=>'2020-1-16'),
    array('title'=>'鼠年春节将至，故宫挂上去年同款春联和门神（图）','date'=>'2020-1-16'),
    array('title'=>'林郑月娥：会以最大决心和毅力应对各方面挑战','date'=>'2020-1-16'),
    array('title'=>'小官巨贪!内蒙古一处级官员受贿1.25亿,一审被判无期','date'=>'2020-1-16'),
    array('title'=>'国台办警告民进党:不要误判形势把台湾带向危险境地','date'=>'2020-1-16'),
    array('title'=>'新疆阿克苏地区库车县发生5.6级地震,目前未发现有人员伤亡','date'=>'2020-1-16'),
);

echo json_encode($news);